export const CollerAndMajorList = [
  {
    name: '计算机科学与工程学院',
    major: [
      '计算机科学与技术',
      '网络工程',
      '电子商务',
      '软件工程',
      '物联网工程',
      '电子商务(职教)'
    ]
  },
  {
    name: '化学工程学院',
    major: [
      '制药工程',
      '生物制药',
      '化学工程与工艺',
      '应用化学',
      '能源化学工程'
    ]
  },
  {
    name: '材料科学与工程学院',
    major: [
      '高分子材料与工程',
      '材料科学与工程',
      '材料化学',
      '无机非金属材料工程',
    ]
  },
  {
    name: '生物工程学院',
    major: [
      '轻化工程',
      '生物技术',
      '食品质量与安全',
      '生物工程',
      '食品科学与工程',
      '酿酒工程'
    ]
  },
  {
    name: '机械工程学院',
    major: [
      '车辆工程',
      '过程装备与控制工程',
      '工业设计',
      '机械设计制造及其自动化',
      '测控技术与仪器',
      '机械电子工程',
      '材料成型及控制工程',
      '过程装备与控制工程(卓越班)',
    ]
  },
  {
    name: '化学与环境工程学院',
    major: [
      '化学',
      '安全工程',
      '环境工程'
    ]
  },
  {
    name: '自动化与信息工程学院',
    major: [
      '自动化',
      '通信工程',
      '电气工程及其自动化',
      '生物医学工程',
      '智能科学与技术'
    ]
  },
  {
    name: '土木工程学院',
    major: [
      '工程造价',
      '土木工程',
      '给排水科学与工程'
    ]
  },
  {
    name: '数学与统计学院',
    major: [
      '信息与计算科学',
      '应用统计学',
      '数学与应用数学'
    ]
  },
  {
    name: '物理与电子工程学院',
    major: [
      '电子信息工程',
      '应用物理学',
      '电子信息科学与技术'
    ]
  },
  {
    name: '管理学院',
    major: [
      '人力资源',
      '管理市场',
      '营销工商管理',
      '会计学',
      '工程管理'
    ]
  },
  {
    name: '人文学院',
    major: [
      '历史学',
      '广播电视学',
      '汉语言文学'
    ]
  },
  {
    name: '马克思主义学院',
    major: [
      '思想政治教育'
    ]
  },
  {
    name: '经济学院',
    major: [
      '酒店管理',
      '农村区域发展',
      '国际经济与贸易',
      '投资学',
      '证券实务',
      '旅游管理'
    ]
  },
  {
    name: '法学院',
    major: [
      '劳动与社会保障',
      '社会工作',
      '行政管理',
      '法学'
    ]
  },
  {
    name: '音乐学院',
    major: [
      '音乐学',
      '音乐表演'
    ]
  },
  {
    name: '外语学院',
    major: [
      '翻译',
      '商务英语',
      '日语',
      '西班牙语',
      '英语',
      '葡萄牙语'
    ]
  },
  {
    name: '体育学院',
    major: [
      '体育教育'
    ]
  },
  {
    name: '教育与心理科学学院',
    major: [
      '应用心理学',
      '学前教育',
    ]
  },
  {
    name: '美术学院',
    major: [
      '视觉传达设计',
      '环境设计',
      '美术学'
    ]
  },
]